import React from "react";

const index = () => {
  return (
    <div>
      <div className="container mx-auto p-5 text-xl">
        <h1 className="text-2xl py-3">เงื่อนไขการเทียบโอน</h1>
        <p className="my-2">
          1. เว็ปไซต์นี้เป็นแค่ส่วนเสริมตัวช่วยสำหรับการเทียบโอนวิชาแต่ละวิชา
        </p>
        <p className="my-2">
          2. เว็ปไซต์นี้ไม่สามารถเทียบโอนข้อมูลได้จริง
          แต่สามารถดูรายละเอียดวิชาที่อาจจะสามารถเทียบโอนได้
        </p>
        <p className="my-2">
          3. กรณีหากอยากเทียบโอนวิชา เกรดรายวิชาต้องมากกว่า 2 ขึ้นไป
        </p>
        <p>4. ข้อกำหนดการเทียบโอน</p>

        <p className="my-2">
          - วิชาศึกษาทั่วไปบังคับสามารถเทียบโอนได้สูงสุด 12 หน่วยกิต หรือไม่เกิน
          4 วิชา
        </p>
        <p className="my-2">
          - วิชาศึกษาทั่วไปเลือก สามารถเทียบโอนได้ 18 หน่วยกิต หรือไม่เกิน 6
          วิชา
        </p>
        <p className="my-2">
          - วิชาเลือกเสรี สามารถเทียบโอนได้ 6 หน่วยกิต หรือไม่เกิน 2 วิชา
        </p>
        <p className="mb-2">
          - วิชาเฉพาะ สามารถเทียบโอนได้ 3 หน่วยกิต หรือไม่เกิน 1 วิชา
        </p>
        <p className="my-2">
          5. หากกรณีรายวิชานั้นหน่วยกิตไม่ถึง 3
          จำเป็นต้องเอารายวิชาตัวอื่นมาเทียบด้วย
        </p>
      </div>
    </div>
  );
};

export default index;
